Repository: zhe2lucifer/AutoBouquetsMaker-zh
Catalog: AutoBouquetsMaker/po/*.po
Languages: sv

source: 30 Days
sv: 30 dagar

source: ABM log file has been saved to the tmp directory
sv: ABM:s loggfil sparades till mappen /tmp

source: About
sv: Om

source: Add provider prefix to bouquets
sv: Lägg till leverantörsprefix för favoritlistor

source: All channels
sv: Alla kanaler

source: Allows you to set a schedule to perform a scan
sv: Låter dig schemalägga när en skanning ska utföras

source: Are you sure you want to remove all bouquets created by ABM?
sv: Vill du ta bort alla favoritlistor som skapats?

source: AutoBouquetsMaker Configure
sv: AutoBouquetsMaker Konfigurera

source: AutoBouquetsMaker Hide sections
sv: AutoBouquetsMaker Göm kategorier

source: AutoBouquetsMaker Keep bouquets
sv: AutoBoquetsMaker Behåll favoritlistor

source: AutoBouquetsMaker Log
sv: AutoBouquetsMaker Logg

source: AutoBouquetsMaker Providers
sv: AutoBouquetsMaker Leverantörer

source: AutoBouquetsMaker Scanner
sv: AutoBouquetsMaker-skannare

source: Bottom
sv: Längst ner

source: Bouquets generation...
sv: Generering av favoritlistor...

source: Bouquets order
sv: Operatörsordning

source: Cancel
sv: Avbryt

source: Cannot allocate the demuxer
sv: Kan inte allokera demuxern

source: Cannot free NIM because a recording is in progress
sv: Kan inte fria NIM då en inspelning utförs

source: Cannot get frontend
sv: Kan inte nå gränssnitt

source: Cannot get the NIM
sv: Kan inte få NIM

source: Cannot read data
sv: Kan inte läsa data

source: Cannot retrieve Resource Manager instance
sv: Kan inte ta emot insats från Resurshanteraren

source: Choose which level of settings to display. 'Expert'-level shows all items, this also adds more options in the providers menu.
sv: Välj nivå på dina inställningsmöjligheterna. 'Avancerat' visar alla alternativ och lägger till nya i flera menyer.

source: Close
sv: Stäng

source: Configure
sv: Konfigurera

source: Daily
sv: Dagligen

source: Delete bouquets
sv: Ta bort favoritlistor

source: Done
sv: Klar

source: Enough Retries, delaying till next schedule.
sv: Tillräckligt många försök, fördröjer till nästa schemaläggning.

source: Exit
sv: Avsluta

source: Extra debug
sv: Extra felsökning

source: FTA Channels
sv: Fria kanaler

source: FTA HD Channels
sv: Fria HD-kanaler

source: FTA only
sv: Bara fria

source: HD Channels
sv: HD-kanaler

source: Hide sections
sv: Göm kategorier

source: If a service is carried on a satellite that is not configured, 'yes' means the channel will not appear in the channel list, 'no' means the channel will show in the channel list but be greyed out and not be accessible.
sv: Om en tjänst finns på en satellit du inte tar emot betyder 'ja' att kanalen inte kommer synas i kanallistan, 'nej' betyder att kanalen kommer synas i kanallistan men att den gråmarkeras och inte kan användas.

source: Include 'not indexed' channels
sv: Inkludera kanaler som inte indexerats

source: Keep all non-ABM bouquets
sv: Behåll alla favoritlistor som inte ABM genererat

source: Keep bouquets
sv: Behåll favoritlistor

source: Loading bouquets...
sv: Laddar favoritlistor...

source: Move down
sv: Flytta ner

source: Move up
sv: Flytta upp

source: No NIMs found for
sv: Inga NIM:s hittades för

source: No area found
sv: Inget område hittat

source: No valid NIM found for
sv: Ingen giltig NIM hittades för

source: OK
sv: Okej

source: Place bouquets at
sv: Placera favoritlista

source: Please first setup, in configuration
sv: Ställ först in i konfigurationen

source: Please wait...
sv: Vänta...

source: Providers
sv: Leverantörer

source: Providers order
sv: Leverantörsordning

source: Radio Channels
sv: Radiokanaler

source: Reading %s...
sv: Läser %s...

source: Really close without saving settings?
sv: Stäng utan att spara ändringar?

source: Repeat how often
sv: Hur ofta repetera

source: Save
sv: Spara

source: Save Log
sv: Spara logg

source: Scan
sv: Skanna

source: Schedule scan
sv: Schemalägg skanning

source: Select your own bouquet from the list, please note that the only the first 100 channels for this bouquet will be used.
sv: Välj din favoritlista och kom ihåg att bara de 100 första tjänsterna i listan kommer användas.

source: Services: %d video - %d radio
sv: Tjänster: %d video - %d radio

source: Services: 0 video - 0 radio
sv: Tjänster: 0 video - 0 radio

source: Set the repeat interval of the schedule.
sv: Välj repeteringsintervallen för din schemaläggning.

source: Set the time of day to perform the scan.
sv: Välj vilken tid på dagen som skanningen ska utföras.

source: Setup mode
sv: Inställningsläge

source: Show in extensions
sv: Visa i utökningar

source: Show log
sv: Visa logg

source: Skip services on not configured sats
sv: Hoppa över tjänster som inte konfigurerats för mottagaren

source: Start scan
sv: Starta skanning

source: Starting scanner
sv: Startar skanner

source: This affects all bouquets. Select 'no' to scan in all services. Select 'yes' to skip encrypted ones.
sv: Detta påverkar alla dina favoritlistor. Välj 'nej' för att skanna alla tjänster. Välj 'ja' för att hoppa över krypterade tjänster.

source: This feature is for development only. Requires debug logs to be enabled or enigma2 to be started in console mode.
sv: Denna funktion är bara till för utveckling. Felsökningsloggar måste vara aktiverade eller så måste enigma2 startas upp i konsolläge.

source: This option allows you to choose what region of the country you live in, so it populates the correct channels for your region.
sv: Detta alternativ låter dig välja vilken region du bor i landet, så att rätt kanaler visas för dig.

source: This option enables the current selected provider.
sv: Detta alternativ aktiverar den valda leverantören

source: This option has several choices "Yes", (create a bouquet with all the channels in it), "Yes HD only", (will group all HD channels into this bouquet), "Custom", (allows you to select your own bouquet), "No", (do not use a main bouquet)
sv: Detta alternativ har flera val för 'ja', (skapa en favoritlista med alla kanaler i), 'Ja, bara HD', (kommer lägga alla HD-kanaler i favoritlistan), 'Anpassad', (låter dig skapa din egen favoritlista), 'nej', (använd inte huvudlistan)

source: This option will allow you choose where to place the created bouquets.
sv: Detta alternativ låter dig välja var du vill placera de genererade favoritlistorna.

source: This option will create a FreeToAir High Definition bouquet, it will group all FTA HD channels into this bouquet.
sv: Detta alternativ kommer skapa en lista med fria HD-kanaler.

source: This option will create a FreeToAir bouquet, it will group all free channels into this bouquet.
sv: Detta alternativ kommer skapa en lista med fria kanaler.

source: This option will create a High Definition bouquet, it will group all HD channels into this bouquet.
sv: Detta alternativ kommer generera en lista med bara HD-kanaler.

source: This option will create bouquets for each type of channel, ie Entertainment, Movies, Documentary.
sv: Detta alternativ skapar en favoritlista för varje kategori av kanaler, exempelvis underhållning, film och dokumentärer.

source: This option will prepend the provider name to bouquet name.
sv: Detta alternativ kommer att lägga till leverantörens namn till favoritlistans.

source: This option will swap SD versions of channels with HD versions. (eg BBC One SD with BBC One HD, Channel Four SD with with Channel Four HD)
sv: Detta alternativ kommer skifta alla SD-versioner till respektive HD-version. (BBC One SD med BBC One HD, Channel 4 SD med Channel 4 HD)

source: Time of scan to start
sv: Tid för start

source: Top
sv: Högst upp

source: Tuning %s...
sv: Ställer in %s...

source: Weekly
sv: Veckovis

source: When a search finds extra channels that do not have an allocated channel number, 'yes' will add these at the end of the channel list, and 'no' means these will not be included.
sv: När en sökning hittar nya kanaler som inte har ett allokerat kanalnummer kommer 'ja' lägga till dessa i slutet av din kanallista, 'nej' betyder att de kommer uteslutas.

source: When disabled this will enable the 'Keep bouquets' option in the main menu, allowing you to hide some 'existing' bouquets.
sv: Om alternativet är ställt till 'Behåll favoritlistor' kan du gömma vissa befintliga favoritlistor.

source: When enabled, allows you start a scan from the extensions list.
sv: Tillåter dig starta en skanning från listan med utökningar.

source: Your bouquets are about to be updated, Do you want to allow this?
sv: Dina favoritlistor uppdateras, Vill du tillåta detta?

source: area
sv: område

source: custom bouquet for main
sv: anpassad huvudlista

source: expert
sv: avancerat

source: generate FTA HD bouquet
sv: generera fria HD-kanaler

source: generate FTA bouquet
sv: generera fri lista

source: generate HD bouquet
sv: generera HD-lista

source: generate main bouquet
sv: generera huvudlista

source: generate sections bouquets
sv: generera kategorilistor

source: no
sv: Nej

source: simple
sv: enkelt

source: swap channels
sv: skifta kanaler

source: yes
sv: Ja

source: yes (custom)
sv: Ja, anpassad

source: yes (only FTA HD)
sv: Ja, bara fria HD

source: yes (only HD)
sv: Ja, bara HD
